Repository: ntlong25/TripJournal
Catalog: TripJournal_Starter/TripJournal/Localizable.xcstrings
Source language: en
Languages: vi

source: A vivid, unforgettable art experience...
vi: Một trải nghiệm khó quên…

source: Add a trip to start your trip journal.
vi: Thêm chuyến đi để bắt đầu nhật ký chuyến đi của bạn.

source: Add an event to start your trip journal.
vi: Thêm một sự kiện để bắt đầu nhật ký chuyến đi của bạn.

source: Add Event
vi: Thêm sự kiện

source: Add Image
vi: Thêm ảnh

source: Add Location
vi: Thêm vị trí

source: Add Trip
vi: Thêm chuyến đi

source: Already have an account? Log in
vi: Đã có tài khoản? Đăng nhập

source: Amsterdam Adventure
vi: Khám phá ở đâu đó

source: An unknown error occurred.
vi: Lỗi không xác định.

source: Create Account
vi: Tạo tài khoản

source: Date
vi: Ngày

source: Dates
vi: Ngày

source: Delete
vi: Xoá

source: Delete Event
vi: Xoá sự kiện

source: Delete media
vi: Xoá hình ảnh

source: Delete Trip
vi: Xoá chuyến đi

source: Delete Trip?
vi: Xoá chuyến đi này

source: Dismiss
vi: Quên

source: Don't have an account? Register
vi: Chưa có tài khoản? Đăng ký

source: Edit
vi: Sửa

source: End date
vi: Ngày kết thúc

source: Error
vi: Lỗi

source: Failed to load trips from UserDefaults
vi: Không tải được chuyến đi từ UserDefaults

source: Failed to save trips to UserDefaults
vi: Không lưu được chuyến đi vào UserDefaults

source: Full name
vi: Họ tên

source: Log In
vi: Đăng nhập

source: Log out
vi: Đăng xuất

source: Log out?
vi: Đăng xuất chứ?

source: Name
vi: Tên

source: Note
vi: Ghi chú

source: Nothing here yet!
vi: Không có gì ở đây cả!

source: Password
vi: Mật khẩu

source: Password is required.
vi: Mật khẩu là bắt buộc.

source: Please enter a name.
vi: Vui lòng nhập tên.

source: Remove Location
vi: Xoá vị trí

source: Save
vi: Lưu

source: Search
vi: Tìm kiếm

source: Select
vi: Chọn

source: Start date
vi: Ngày bắt đầu

source: Start date should be before end date.
vi: Ngày bắt đầu phải ở trước ngày kết thúc

source: Tram ride from hotel
vi: Đi xe điện từ khách sạn

source: Travel Method
vi: Phương tiện

source: Trips
vi: Chuyến đi của bạn

source: Try Again
vi: Thử lại

source: Username
vi: Tên tài khoản

source: Username is required.
vi: Tên tài khoản là bắt buộc

source: Visit to the Ho Chi Minh Museum
vi: Tham quan Bảo tàng Hồ Chí Minh

source: You will need to log in to access your account again.
vi: Bạn sẽ cần phải đăng nhập để truy cập lại vào tài khoản của mình.

source: Your session has expired. Please log in again.
vi: Phiên của bạn đã hết hạn. Vui lòng đăng nhập lại.
